var oil_production_chart = {
    xAxis: ['2018', '2019', '2020', '2021', '2022'],
    data: [
        {
            name: 'Имя колонки 2018',
            y: 210,
        },
        {
            name: 'Имя колонки 2019',
            y: 320
        },
        {
            name: 'Имя колонки 2020',
            y: 420
        },
        {
            name: 'Имя колонки 2021',
            y: 510
        },
        {
            name: 'Имя колонки 2022',
            y: 350
        }
    ],
}

